Repository: Icinga/pkg-icinga2-debian
Catalog: debian/po/*.po
Languages: es, sv

source: Icinga 2 ClassicUI administration password:
es: Contraseña de administración para ClassicUI de Icinga 2:
sv: Icinga2 ClassicUI administratörslösenord:

source: Please provide the password to be created with the "icingaadmin" user.
es: Introduzca la contraseña con la que se creará el usuario «icingaadmin».
sv: Ange lösenordet för att skapas med "icingaadmin"användare.

source: This is the username and password to use when connecting to the Icinga server after completing the configuration. If you do not provide a password, you will have to configure access to Icinga manually later on.
es: Este es el nombre de usuario y la contraseña que se utilizarán para conectarse al servidor Icinga luego de completar la configuración. Si no provee una contraseña, deberá configurar el acceso a Icinga de forma manual luego.
sv: Detta är det användarnamn och lösenord som ska användas för att ansluta till Icinga servern efter att ha avslutat konfigurationen. Om du inte anger ett lösenord, måste du konfigurera tillgång till Icinga manuellt senare.

source: Re-enter password to verify:
es: Ingrese la contraseña nuevamente para verificar:
sv: Återange lösenord för att kontrollera:

source: Please enter the same user password again to verify you have typed it correctly.
es: Ingrese la misma contraseña de usuario nuevamente para verificar que la ingresó correctamente.
sv: Ange samma lösenord igen för att bekräfta att du skrev in det rätt.

source: Password input error
es: Error en el ingreso de la contraseña
sv: Lösenord inmating fel

source: The two passwords you entered were not the same. Please try again.
es: Las dos contraseñas ingresadas no coinciden. Inténtelo nuevamente.
sv: De två lösenord du angav överensstämde inte. Var god försök igen.

source: Enable Icinga 2's ido-mysql feature?
es: ¿Desea activar la funcionalidad «ido-mysql» de Icinga 2?
sv: Aktivera Icinga 2:s ido-mysql funktion?

source: Please specify whether Icinga 2 should use MySQL.
es: Indique si Icinga 2 debería utilizar MySQL.
sv: Ange om Icinga 2 ska använda MySQL.

source: You may later disable the feature by using the "icinga2 feature disable ido-mysql" command.
es: Podrá desactivar la funcionalidad más adelante ejecutando «icinga2-disable-feature ido-mysql».
sv: Du kan senare inaktivera funktionen genom att använda "icinga2 feature disable ido-mysql" kommandot.

source: Enable Icinga 2's ido-pgsql feature?
es: ¿Desea activar la funcionalidad «ido-pgsql» de Icinga 2?
sv: Aktivera Icinga 2:s ido-pgsql funktion?

source: Please specify whether Icinga 2 should use PostgreSQL.
es: Indique si Icinga 2 debería utilizar PostgreSQL.
sv: Ange om Icinga 2 ska använda PostgreSQL.

source: You may later disable the feature by using the "icinga2 feature disable ido-pgsql" command.
es: Podrá desactivar la funcionalidad más adelante ejecutando «icinga2-disable-feature ido-pgsql».
sv: Du kan senare inaktivera funktionen genom att använda "icinga2 feature disable ido-pgsql" kommandot.
